tap "denisidoro/tools"
tap "filippo.io/age", "https://filippo.io/age"
tap "gabrie30/utils"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "pivotal/tap"
tap "remotemobprogramming/brew"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "splieth/igor"
tap "splieth/swamp"
tap "wata727/tflint"
tap "xen0l/taps"
brew "ack"
brew "libunistring"
brew "gettext"
brew "activemq"
brew "age"
brew "ant"
brew "autoconf"
brew "openssl@1.1"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "c-ares"
brew "gcc"
brew "checkov"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dbus"
brew "dive"
brew "exiftool"
brew "findutils"
brew "fnm"
brew "gawk"
brew "gd"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gopass"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "grep"
brew "groovy"
brew "pkgconf"
brew "hadolint"
brew "helm"
brew "htmlq"
brew "htop"
brew "hub"
brew "hugo"
brew "immudb"
brew "ipcalc"
brew "oniguruma"
brew "jq"
brew "node"
brew "jsonlint"
brew "k2tf"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "leiningen"
brew "libpq"
brew "libu2f-host"
brew "libusb-compat"
brew "mas"
brew "maven"
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "openfortivpn"
brew "openshift-cli"
brew "openvpn"
brew "packer"
brew "tree"
brew "pass"
brew "perl"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pre-commit"
brew "protobuf"
brew "pth"
brew "pulumi"
brew "pwgen"
brew "python@3.11"
brew "rust"
brew "rustup"
brew "sassc"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "tailscale"
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "xpdf"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "gabrie30/utils/ghorg"
brew "remotemobprogramming/brew/mob"
brew "splieth/igor/igor", args: ["HEAD"]
brew "splieth/swamp/swamp"
cask "1password"
cask "1password-cli"
cask "abbyy-finereader-pdf"
cask "adobe-creative-cloud"
cask "aerial"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "audacity"
cask "autodesk-fusion"
cask "background-music"
cask "bartender"
cask "bluetility"
cask "charles"
cask "chatgpt"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "devonthink"
cask "discord"
cask "docker"
cask "downie"
cask "dropbox"
cask "gimp"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "languagetool"
cask "lm-studio"
cask "macdown"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "mobster"
cask "mp3tag"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "ogdesign-eagle"
cask "portfolioperformance"
cask "postman"
cask "scrivener"
cask "silverlight"
cask "slack"
cask "sloth"
cask "spotmenu"
cask "steam"
cask "teamspeak-client"
cask "the-unarchiver"
cask "tunnelblick"
cask "tyme"
cask "ultimaker-cura"
cask "upterm"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
cask "yt-music"
cask "zoom"
cask "zwift"
mas "1Password for Safari", id: 1569813296
mas "AdBlock Pro", id: 1018301773
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "Bear", id: 1091189122
mas "Desk Remote Control", id: 1509037746
mas "GarageBand", id: 682658836
mas "GoodLinks", id: 1474335294
mas "Keynote", id: 409183694
mas "Magic Cutter", id: 431721059
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "MoneyMoney", id: 872698314
mas "Netmo", id: 1192219511
mas "Noir", id: 1592917505
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastebot", id: 1179623856
mas "Play", id: 1596506190
mas "Reeder", id: 1529448980
mas "Screens", id: 1224268771
mas "Steam Link", id: 1246969117
mas "Subtrack", id: 1519946553
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Ulysses", id: 1225570693
mas "Vimari", id: 1480933944
mas "Voice.ai", id: 6444030605
mas "Whisper Transcription", id: 1668083311
mas "Xcode", id: 497799835
