tap "adoptopenjdk/openjdk"
tap "denisidoro/tools"
tap "filippo.io/age", "https://filippo.io/age"
tap "gabrie30/utils"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
tap "remotemobprogramming/brew"
tap "sl1pm4t/k2tf", "https://github.com/sl1pm4t/k2tf.git"
tap "splieth/igor"
tap "splieth/swamp"
tap "spring-io/tap"
tap "suin/suin"
tap "vitorgalvao/tiny-scripts"
tap "wata727/tflint"
tap "xen0l/taps"
brew "ack"
brew "activemq", restart_service: true
brew "age"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "ant"
brew "apache-spark"
brew "autoconf"
brew "openssl@1.1"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "c-ares"
brew "gettext"
brew "pkg-config"
brew "checkov"
brew "clojure"
brew "coreutils"
brew "cscope"
brew "libunistring"
brew "curl"
brew "dbus", restart_service: true
brew "go"
brew "dep"
brew "dive"
brew "exiftool"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gd"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libtool"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "gopass"
brew "gradle"
brew "graphviz"
brew "grep"
brew "groovy"
brew "hadolint"
brew "helm"
brew "helm@2"
brew "htop"
brew "hub"
brew "hugo"
brew "immudb"
brew "ipcalc"
brew "k2tf"
brew "k6"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "leiningen"
brew "libpq"
brew "libu2f-host"
brew "libusb-compat"
brew "mas"
brew "maven"
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "nmap"
brew "node"
brew "nvm"
brew "openconnect"
brew "openfortivpn"
brew "openshift-cli"
brew "openvpn", restart_service: true
brew "oras"
brew "packer"
brew "tree"
brew "pass"
brew "perl"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pre-commit"
brew "pth"
brew "pulumi"
brew "pwgen"
brew "python@3.8"
brew "rustup-init"
brew "sassc"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tomcat", restart_service: true
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "xpdf"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "gabrie30/utils/ghorg"
brew "remotemobprogramming/brew/mob"
brew "splieth/igor/igor", args: ["HEAD"]
brew "splieth/swamp/swamp"
brew "spring-io/tap/spring-boot"
brew "suin/suin/git-remind"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk14"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "beamer"
cask "bettertouchtool"
cask "bluetility"
cask "caffeine"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flycut"
cask "gimp"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jitsi-meet"
cask "keepassx"
cask "macdown"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "mobster"
cask "obs"
cask "postman"
cask "signal"
cask "silverlight"
cask "skype"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tunnelblick"
cask "upterm"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zoom"
cask "zwift"
mas "Dynamo", id: 1445910651
mas "FitFileExplorer", id: 1244431640
mas "Flashcard Hero", id: 650802274
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MoneyMoney", id: 872698314
mas "Netmo", id: 1192219511
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Things", id: 904280696
mas "Toggl Track", id: 957734279
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
