tap "adoptopenjdk/openjdk"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "gabrie30/utils"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pivotal/tap"
tap "splieth/igor"
tap "splieth/swamp"
tap "vitorgalvao/tiny-scripts"
tap "wallix/awless"
tap "wata727/tflint"
tap "weaveworks/tap"
tap "xen0l/taps"
cask "adoptopenjdk8"
brew "ack"
brew "openssl@1.1"
brew "ansible"
brew "apache-spark"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "c-ares"
brew "gettext"
brew "clojure"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dbus"
brew "go"
brew "dep"
brew "dive"
brew "exiftool"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gd"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "libevent"
brew "libunistring"
brew "libtasn1"
brew "nettle"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "python"
brew "gnuplot"
brew "gopass"
brew "gradle"
brew "grep"
brew "groovy"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "hugo"
brew "ipcalc"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "leiningen"
brew "libpq"
brew "libtool"
brew "libu2f-host"
brew "libusb-compat"
brew "mas"
brew "maven"
brew "minikube"
brew "moreutils"
brew "nmap"
brew "node"
brew "nvm"
brew "packer"
brew "tree"
brew "pass"
brew "perl"
brew "pgcli"
brew "pipenv", link: false
brew "pkg-config"
brew "pth"
brew "pwgen"
brew "rustup-init"
brew "sassc"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "sops"
brew "telnet"
brew "terraform"
brew "terraform_landscape"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tomcat"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "gabrie30/utils/ghorg"
brew "pivotal/tap/springboot"
brew "splieth/igor/igor", args: ["HEAD"]
brew "splieth/swamp/swamp"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "weaveworks/tap/eksctl"
brew "xen0l/taps/aws-gate"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "aerial"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "beamer"
cask "bettertouchtool"
cask "caffeine"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "flycut"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "graalvm-ce"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "macdown"
cask "mactex"
cask "microsoft-teams"
cask "miniconda"
cask "mobster"
cask "postman"
cask "signal"
cask "silverlight"
cask "skim"
cask "slack"
cask "sonos"
cask "spotify"
cask "tunnelblick"
cask "upterm"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "TogglDesktop", id: 957734279
